[
    {
        "id": "100",
        "img": "./images/cycling.jpg",
        "name": "Cycling",
        "timeRequired" : 30,
        "description" : "Cycling offers numerous health benefits. It is an excellent cardiovascular exercise that helps improve fitness, strengthen leg muscles, and promote weight loss. It is also a low-impact activity, making it suitable for people of different fitness levels and ages."
      },

    {
        "id": "200",
        "img": "./images/ice-skating.jpg",
        "name": "Ice Skating",
        "timeRequired" : 20,
        "description" : "Ice skating is a popular recreational activity and sport that involves gliding on ice while wearing ice skates, which have blades designed to slide smoothly across the ice surface. "
      },

      {
        "id": "300",
        "img": "./images/jogging.jpg",
        "name": "Jogging",
        "timeRequired" : 60,
        "description" : "Jogging can assist with weight management and weight loss by burning calories and boosting metabolism. It engages various leg muscles, including the quadriceps, hamstrings, and calf muscles, helping to build lower body strength"
      },

      {
        "id": "400",
        "img": "./images/lunges-exercise.jpg",
        "name": "Lunges Excercise",
        "timeRequired" : 40,
        "description" : "Lunges primarily target the quadriceps (front thigh muscles), hamstrings (back thigh muscles), and glutes (buttocks). They help build strength and tone in these muscle groups."
      },

      {
        "id": "500",
        "img": "./images/mountine-biking.jpg",
        "name": "Mountine Biking",
        "timeRequired" : 20,
        "description" : "Mountain bikes are designed specifically for off-road riding. They typically feature sturdy frames, knobby tires for traction on uneven surfaces, front or full suspension for shock absorption, and a wide range of gears to tackle various terrains."
      },

      {
        "id": "600",
        "img": "./images/running.jpg",
        "name": "Running",
        "timeRequired" : 30,
        "description" : "Progession runs are like base runs, but the goal is to gradually increase the pace and intensity throughout the duration of the run. You might start a five-mile progression run at your comfortable pace. Then, from miles 2-3, you ramp up to half marathon pace. Miles 3-4 are run at 10k pace, and the last mile is run at 5k pace."
      },

      {
        "id": "7000",
        "img": "./images/swimming.jpg",
        "name": "Swimming",
        "timeRequired" : 60,
        "description" : "Swimming is an excellent aerobic exercise that strengthens the heart and improves lung capacity. Swimming engages multiple muscle groups, providing a full-body workout. It tones muscles, enhances flexibility, and builds strength."
      },

      {
        "id": "800",
        "img": "./images/volleyball.jpg",
        "name": "Playing Volleyball",
        "timeRequired" : 20,
        "description" : "Playing volleyball is a popular team sport that is typically played on an indoor court or, in some cases, on a beach. It involves two teams of six players each, with the objective of scoring points by sending a ball over the net and into the opposing team's court."
      },
      {
        "id": "900",
        "img": "./images/weight-lifting.jpg",
        "name": "Weight Lifting",
        "timeRequired" : 50,
        "description" : "Strides can help you run faster by increasing your turnover or running cadence. Strides are typically run at the end of a workout and can be considered running sprints."
      }
      
]